[
  "shiki-highlighter",
  "obsidian-advanced-codeblock",
  "templater-obsidian",
  "dataview",
  "obsidian-excalidraw-plugin",
  "url-into-selection",
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "omnisearch",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-git",
  "obsidian-image-toolkit",
  "obsidian-importer"
]